export default () => ({
  errcode: 0,
  errmsg: '',
  detailErrMsg: null,
  data: [
    {
      id: 'd8d8477f312d466f9224e6ba5ef11d69',
      title: '卓尔体育馆4、5号羽毛球场闭场通知',
      object: '0',
      pictureUrl: null,
      content:
        '10月27日—10月31日，因我校高水平乒乓球队备战全国比赛集训所需，卓尔体育馆4、5号羽毛球场地临时征用为乒乓球队训练场地。特此通知。',
      createTime: '2022-10-26 10:26:16',
      status: '1',
      creator: 'XT000219',
      releaseTime: '2022-10-26 10:26:16',
    },
    {
      id: '123e667a6553490c88272d6f61a9045f',
      title: '关于卓尔体育馆羽毛球场地延迟开放预约的通知',
      object: '0',
      pictureUrl: '',
      content:
        '为保障预约系统的流畅运行，现决定采取错峰预约的方式，将卓尔体育馆羽毛球场地每天的预约延迟至18:10开放，今天进行试运行，望广大师生知悉并理解！体育部与信息中心将尽快对场地预约系统进行更新和完善，请耐心等待！',
      createTime: '2022-09-29 16:26:53',
      status: '1',
      creator: 'XT000219',
      releaseTime: '2022-10-20 09:17:16',
    },
    {
      id: '23050be80ece4a31a74052522f414277',
      title: '关于“学生免费使用羽毛球场地”的补充通知',
      object: '0',
      pictureUrl: null,
      content:
        '“关于2022年全校师生使用室内羽毛球场地的通告”中，7:00-9:00、12:00-14:00，学生免费使用羽毛球场地仅限开学期间，寒、暑假期间统一实行全天预约用场，望广大学生知悉。',
      createTime: '2022-01-10 15:11:26',
      status: '1',
      creator: 'XT000219',
      releaseTime: '2022-01-10 15:11:26',
    },
    {
      id: 'b7d37c1577e141d3b8383a368efb076a',
      title: '关于2022年全校师生使用室内羽毛球场地的通告',
      object: '0',
      pictureUrl: null,
      content:
        '一、\t增加学生免费使用场地时间\n1.\t周一至周五，早上7:00—9:00，风雨馆、工学部体育馆、信息学部东区体育馆羽毛球场免费开放使用。\n2.\t周一至周五，中午12:00—14:00，工学部体育馆、风雨馆、信息学部东区体育馆、信息学部星湖体育馆、医学部体育馆羽毛球场免费开放使用。\n二、\t增加黄金时间段（16:00—21:00）学生专场数量\n工学部体育馆学生专场4片：7/8/9/10号场地\n卓尔体育馆学生专场5片：1/2/3/4/5号场地\n信息学部东区体育馆学生专场4片：6/7/8/9号场地\n信息学部星湖体育馆学生专场2片：1/2号场地\n医学部体育馆学生专场4片：3/4/5/6号场地\n三、\t学校各二级单位预订2022年羽毛球场地，请于2021年12月20日至12月31日到卓尔体育馆115室办理。各单位场地使用须以二级单位工会名义统一申请，由体育部场馆管理中心审批办理，不接受二级单位下属部门和个人申请。\n四、\t师生日常打球，统一在智慧珞珈场馆预约系统中进行个人预约。\n此通知于2022年1月1日起施行。所有师生使用场地时，请务必遵守体育部场地使用管理规定，服从管理员的管理，违者将严肃处理。\n',
      createTime: '2021-12-13 11:25:35',
      status: '1',
      creator: 'XT000219',
      releaseTime: '2021-12-13 11:25:35',
    },
    {
      id: 'a7c743e4e1f54eb2ba9a7a212300685a',
      title: '场馆预约系统更换重要通知',
      object: '0',
      pictureUrl: null,
      content:
        '1.旧预约系统运行时间截止为11月7日晚9:00,11月8日开始新预约系统全面上线运行。请广大师生在11月7日前将旧系统中的余额使用完毕！\n2.11月1日起，健身房将改为在新预约系统上预约，同时将取消月卡制度，按次收费。\n3.11月7日前，除健身房、信息学部西区体育馆外，其他场馆仍将在旧预约系统中进行场地预约。\n4.新预约系统入口：“WHU体育”微信公众号——预约服务——场馆预约。',
      createTime: '2021-10-28 10:28:16',
      status: '1',
      creator: 'XT000219',
      releaseTime: '2021-10-28 10:28:16',
    },
  ],
  hint: null,
})
